import React, {useEffect, useState, useContext} from 'react'
import Header from "../../components/header/Header";
import Footer from "../../components/footer/Footer";
import {Result} from "../../components/result/Result";
import './aboutUsPage.css'

export const AboutUsPage = () => {
    return (
        <div className='about-container'>
            <Header/>
            <h2 className="about-title">
                درباره ما
            </h2>
            <div className="about-content">
                <div className="about-content-box">
                    <div className="text">
                        <p className="text-title">
                            ۲۵ سال سابقه گردشگری :
                        </p>
                        <p className="text-content">
                            مجموعه سه کلیک با کادری متشکل از 200 کارمند مجرب و با انگیزه در سایه‌ی حمایت شرکت دلتابان با 25 سال سابقه در صنعت گردشگری و اجرای تورهای خاص با بهترین کیفیت خدمات، لوکس‌ترین ایرلاین‌ها
                            و اقامت در بهترین هتل‌های جهان به همراه ترانسفر VIP با گشت‌های متنوع را برای مسافران خود در کنار لیدرتورهای مجرب فراهم می‌کند همچنین سایت سه کلیک با بهره‌گیری از جدیدترین تکنولوژی‌های روز دنیا، هوش مصنوعی و مهندسین حرفه‌ای، برنامه نویسی شده تا مسافرین عزیزمان بتوانند به راحتی سه کلیک، خریدشان را انجام دهند
                        </p>
                        <p className="text-title">
                            سخن مدیر عامل:
                        </p>
                        <p className="text-content">
                            مفتخرم اعلام نمایم بیست و اندی سال پیش در یک روز پاییزی، بنا به علاقه ذاتی خود به مقوله سفر و گردشگری و آشنایی مردم با جاذبه‌های توریستی ایران زیبا و سایر مناطق جهان، اندیشه راه اندازی مجموعه‌ای پویا و مستعد در بنده بوجود آمد. پس از تحقیق و بررسی در این زمینه نسبت به تاسیس شرکت خدمات مسافرت هوایی و جهانگردی دلتابان اقدام نمودم، در ابتدای راه با استخدام سه کارمند شروع به فعالیت نمودم و با تلاش، اراده و پیشرفت امور جاری شرکت، با جذب تعداد بیشتر پرسنل کارآمد، تحصیلکرده و حرفه‌ای و لطف پروردگار بزرگ و مهربان توانستیم توسعه‌ای چشمگیر در صنعت گردشگری کشور ایجاد و جایگاه ویژه ای برای دلتابان فراهم نماییم.
                            <br/><br/>
                            هم اکنون که در حال نگارش این متن میباشم افتخار می‌کنم ما در طی این 25 سال سابقه‌ی گردشگری، به برگزاری انواع تورهای لوکس پرداختیم، در حال حاضر با توجه به درخواست مسافران قدیمی‌ دلتابان در خصوص اینکه خدمات به آنها با اولویت بیشتری انجام گردد، دلتابان رویال را تاسیس نمودیم تا مسافران در محیطی لوکس و مجلل با پذیرایی VIPاز خدمات مشاوره کارشناسان مجرب دلتابان بهره‌مند شوند. در نهایت هدف ما این است، کلیه مسافران دلتابان بتوانند در سایت سه کلیک به راحتی سه کلیک خرید خود را انجام دهند.
                            تیم استارتاپی سه کلیک با بهره‌گیری از دانش و تخصص 280 پرسنل مجرب ، مشتاق و دلسوز ، توانسته است خدمات شایان توجه‌ای به بخش توریسم کشور که همانا ارائه سرویس و امکانات لوکس سفر با استفاده از پروازهای منظم و ایمن شرکت‌های هواپیمایی داخلی و بین الملی، گارانتی هتل‌های معتبر و زنجیره ای پنج ستاره در سراسر دنیا خدمات مناسبی برای یک سفر بیاد ماندنی خانوادگی و کاری، برای مسافران ورودی و خروجی فراهم سازیم.
                        </p>
                    </div>
                    <div className="about-images">
                        <img alt="ceo" src="https://cdn.3click.com/3c-static/images/about/ceo.png"
                            data-v-2f95b10e="" style={{"width": '100%' ,"max-width": '450px'}}/>
                    </div>
                </div>
            </div>
            <Footer/>
        </div>
    );
}